PSNTList = {
    # цифры и ии
    'а (цифры и ии)':[
        'передовые цифровые интеллектуальные производственные технологии, автоматизация производства',
        'роботизированные системы',
        'новые материалы и способы конструирования',
        'системы искусственного интеллекта, управление'
    ],
    # экология
    'б (Ресурсы и энергия)':[
        'экологически чистая и ресурсосберегающая энергетика',
        'повышение эффективности добычи и глубокой переработки углеводородного сырья',
        'новые источники энергии, способы транспортировки и хранения энергии'
    ],
    #  медицина
    'в (Медицина)':[
        'персонализированная персонифицированная медицина',
        'высокотехнологичное здравоохранение и технологии здоровьесбережения, гигиенические, профилактические, оздоровление',
        'применение антибактериальных лекарственных препаратов резистентность антимикробный'
    ],
    # безопасность чистота
    'д (Агрохозяство)':[
        'продуктивное и экологически чистое агрохозяйство',
        'продуктивное и экологически чистое аквахозяйство',
        'применение средств химической и биологической защиты сельскохозяйственных растений и животных',
        'эффективная переработка сельскохозяйственной продукции',
        'эффективное хранение сельскохозяйственной продукции',
        'создание безопасных и качественных продуктов питания'
    ],
    # опасность
    'г (Протеводествие угрозам)':[
        'противодействие вредное воздействие производства на население и среду обитания',
        'биологическая безопасность',
        'противодействие социокультурным угрозам, разрушение культурных объектов, утрата культурных традиций, разрушение нравственной ценности и моральных норм',
        'противодействие терроризму и идеологическому экстремизму',
        'противодействие угрозам потери данных или нарушения работы вычислительной системы в результате кибератаки'
    ],
    # транспорт
    'е (Логистика)':[
        'интеллектуальные логистические транспортные системы, транспортный',
        'интеллектуальные телекоммуникационные системы',
        'освоение и использование космического пространства, космос, орбитальные станции',
        'освоение и использование воздушного пространства, летательный аппарат',
        'освоение и использование Мирового океана, морская фауна, кораблестроение',
        'освоение и использование Арктики и Антарктики, ледовитый океан'
    ],
    # общество
    'ж (Взаимодействия человека с)':[
        'возможность эффективного ответа российского общества на большие вызовы с учетом взаимодействия человека и природы, человека и технологий, социальных институтов '
    ]
}
